---
kind: other
id: Methods.T:Autodesk.Revit.DB.TriangulationInterfaceForTriangulatedShellComponent
source: html/d2b38a2e-ce1a-077a-46d7-65bd37ca7361.htm
---
# TriangulationInterfaceForTriangulatedShellComponent Methods